Repository: NingMoe/kuner
Catalog: tjk/Config/*.lproj/Localizable.strings
Languages: cs, ja, zh_hans, zh_hant

# sysDelete
source: Delete
cs: Smazat
ja: ファイルを削除
zh_hans: 删除文件
zh_hant: 刪除檔

# sysCopy
source: Copy
cs: Kopírovat
ja: ファイルをコピー
zh_hans: 复制文件
zh_hant: 複製檔

# sysCopyError
source: Copy Error
cs: Chyba kopírování
ja: コピーエラー
zh_hans: 复制异常
zh_hant: 複製異常

# sysDeleteError
source: Delete Error
cs: Chyba smazání
ja: 削除エラー
zh_hans: 删除异常
zh_hant: 刪除異常

# sysNoFree
source: Not Enough Storage on KUNER Case
cs: Nedostatek místa v pouzdře Kuke
ja: 空き領域不足
zh_hans: 容量不足
zh_hant: 容量不足

# photoIntoError
source: Import Error
cs: Chyba importu
ja: インポートエラー
zh_hans: 导入异常
zh_hant: 導入異常

# time_h
source: H
cs: hod
ja: 時間
zh_hans: 小时
zh_hant: 小時

# time_min
source: Min
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

# copymaintitle
source: KUNER
cs: Kuke
ja: マイKUKE
zh_hans: 我的酷壳
zh_hant: 我的酷殼

# main_nowU
source: PC Transmission Mode
cs: Režim přenosu dat z PC
ja: PC接続モードです
zh_hans: 酷壳连接电脑模式
zh_hant: 酷殼連接電腦模式

# main_longSize
source: Please connect to PC for transmission
cs: Přenos mezi Kuke pouzdrem a PC jako USB disk
ja: KUKEのファイルをアクセスには、PCに接続しください
zh_hans: 请通过数据线连接电脑对酷壳文件进行操作
zh_hant: 請通過資料線連接電腦對酷殼檔進行操作

# main_linkLongSize
source: Transmission between KUNER Case and PC as easy U disk
cs: Přenos mezi Kuke pouzdrem a PC jako USB disk
ja: PCで「KUKE」をUSBメモリとして開いてください
zh_hans: 请在电脑上打开u盘对酷壳文件进行操作
zh_hant: 請在電腦上打開我的電腦對酷殼檔進行操作

# checkupdate
source: Check for Updates
cs: Zkontrolovat aktualizace
ja: 更新チェック
zh_hans: 检查更新
zh_hant: 檢查更新

# about
source: About Us
cs: O nás
ja: KUKEについて
zh_hans: 关于我们
zh_hant: 關於我們

source: Feedback
cs: Zpětná vazba
ja: フィードバック
zh_hans: 问题反馈
zh_hant: 問題回饋

# deleteing
source: Deleting...
cs: Smazání...
ja: 削除しています
zh_hans: 正在删除文件
zh_hant: 正在刪除檔

# dataClean
source: 手机空间清理
ja: メモリ領域をクリーニングしています
zh_hant: 手機空間清理

# deleteingOn
source: Deleting
cs: Smazání
ja: 削除しています
zh_hans: 正在删除
zh_hant: 正在刪除

# gujianv
source: Firmware Version
cs: Verze firmwaru
ja: ファームウェアVer.
zh_hans: 固件版本
zh_hant: 韌體版本

# snl
source: SN
zh_hans: SN序列号
zh_hant: SN序號

# privatel
source: Privacy Policy
cs: Zásady ochrany osobních údajů
ja: プライバシーに関する注意
zh_hans: 隐私声明
zh_hant: 隱私權聲明

# music
source: Musics
cs: Hudba
ja: 音楽
zh_hans: 音乐
zh_hant: 音樂

# rootPath
source: File Management
cs: Správce souborů
ja: ファイルエクスプローラ
zh_hans: 文件管理器
zh_hant: 檔案管理員

source: Delete
cs: Smazat
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Cancel
cs: Zrušit
ja: 取消
zh_hans: 取消
zh_hant: 取消

# phone
source: iPhone
zh_hans: 手机
zh_hant: 手機

source: KUNER
cs: Kuke
ja: KUKE
zh_hans: 酷壳
zh_hant: 酷殼

# done
source: Cancel
cs: Zrušit
ja: 取消
zh_hans: 取消
zh_hant: 取消

# dataasync
source: Connecting...
cs: Připojování...
ja: データ同期中...
zh_hans: 数据同步中...
zh_hant: 資料同步中...

source: Switching…
cs: Přepínání...
ja: 切り替え中...
zh_hans: 切换中...
zh_hant: 切換中...

# newfoldertitle
source: Create a folder
cs: Vytvořit složku
ja: フォルダ新規作成
zh_hans: 创建文件夹
zh_hant: 新建新資料夾

# newfodercreating
source: Creating...
cs: Vytvářím...
ja: 作成中...
zh_hans: 创建中...
zh_hant: 新建中...

# inputfoldername
source: Enter a name for this folder
cs: Vytvořte jméno pro složku
ja: フォルダの名前を入力してください
zh_hans: 输入文件夹名称
zh_hant: 輸入資料夾名稱

# newfolder
source: New
cs: Nový
ja: 新規作成
zh_hans: 新建
zh_hant: 新建

source: Folder
cs: Složka
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾

# newfolderfail
source: Create Failed
cs: Vytváření selhalo
ja: フォルダ作成エラー
zh_hans: 创建文件夹失败
zh_hant: 新建資料夾失敗

# checkall
source: Select All
cs: Vybrat vše
ja: 全て選択
zh_hans: 全选
zh_hant: 全選

# photo_empty
source: No Content in iPhone Photos
cs: Žádný obsah ve složce fotky
ja: iPhoneのアルバムには写真がありません
zh_hans: iPhone中相册为空
zh_hant: iPhone中相簿為空

# pleasreopen
source: Please create an new album
cs: Prosím vytvořte nové album
ja: 新規アルバムを作成ください
zh_hans: 请新建相册
zh_hant: 請新建相簿

# picture_tishione
source: Allow KUNER access your photos, turn on Privacy -> Photos -> KUNER in the Case Setting，
cs: Povolte Kuke přístup k vašim fotkám, zapněte Soukromí -> Fotky -> Kuke v nastavení pouzdra，
ja: iPhoneの「設定/プライバシー/写真」で、
zh_hans: 请在iPhone的“设置-隐私-照片”选项中，
zh_hant: 請在iPhone的“設置-隱私-照片”選項中，

# picture_tishitwo
source: KUNER Would Like to Access Your Photos
cs: Kuke žádá o přístup k vašim fotkám
ja: KUKEのアクセス権を許可にしてください
zh_hans: 允许酷壳访问你的手机相册
zh_hant: 允許酷殼訪問你的手機相簿

source: Copy
cs: Kopírovat
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Copying
ja: コピーしています
zh_hans: 正在复制
zh_hant: 正在複製

# copyhere
source: To Copy
cs: Kopírovat do
ja: ここに貼り付け
zh_hans: 拷贝至此
zh_hant: 複製至此

# importpic
source: Import
cs: Importovat
ja: iPhoneからインポート
zh_hans: 由手机导入
zh_hant: 由手機導入

# newpic
source: New Album
cs: Nové album
ja: 新規アルバム
zh_hans: 新建相册
zh_hant: 新建相冊

# importhere
source: Import
cs: Importovat
ja: インポート確認
zh_hans: 确定导入
zh_hant: 確定導入

# exportpic
source: Export to iPhone
cs: Exportovat do iPhone
ja: iPhoneにエクスポート
zh_hans: 导出至手机
zh_hant: 匯出至手機

# exporthere
source: Export
cs: Exportovat
ja: エクスポート確認
zh_hans: 确定导出
zh_hant: 確定匯出

# movetoPhone
source: Exported to Album
cs: Exportovat do alba
ja: 写真をアルバムにエクスポート
zh_hans: 图片导出至相册
zh_hant: 圖片匯出至相簿

source: Export
cs: Exportovat
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

# picture
source: Photos
cs: Fotky
ja: 写真
zh_hans: 图片
zh_hant: 圖片

# video
source: Videos
cs: Videa
ja: 映像
zh_hans: 视频
zh_hant: 影片

# files
source: File
cs: Soubor
ja: ファイル
zh_hans: 文件
zh_hant: 文件

# now
source: In process of
cs: Zpracováno
ja: 只今
zh_hans: 正在
zh_hant: 正在

# hardversion
source: Firmware Version
cs: Verze firmwaru
ja: ファームウェアバージョン
zh_hans: 固件版本
zh_hant: 韌體版本

# setting
source: Settings
cs: Nastavení
ja: 設定
zh_hans: 设置
zh_hant: 設置

# kunercapacity
source: KUNER Case Storage
cs: Úložný prostor pouzdra Kuke
ja: KUKEメモリ空間
zh_hans: 酷壳容量
zh_hant: 酷殼容量

# kunerpower
source: KUNER Case Battery
cs: Kapacita baterie pouzdra Kuke
ja: KUKEバッテリー残量
zh_hans: 酷壳电量
zh_hant: 酷殼電量

# mymusic
source: Music
cs: Hudba
ja: マイミュージック
zh_hans: 我的音乐
zh_hant: 我的音樂

# versionupdating
source: Version Update
cs: Aktualizace
ja: バージョン更新
zh_hans: 版本更新
zh_hant: 版本更新

# kelinkbroken
source: KUNER Case Disconnected
cs: Pouzdro Kuke odpojeno
ja: 接続が切れました！
zh_hans: 酷壳断开连接！
zh_hant: 酷殼斷開連接！

# formatting
source: Formatting KUNER Case
cs: Formátuji pouzdro Kuke
ja: KUKEのフォーマット
zh_hans: 酷壳格式化
zh_hant: 酷殼格式化

# safenumber
source: Security Code Binding
cs: Nastavování bezpečnostního kódu
ja: パスワード作成
zh_hans: 安全码绑定
zh_hant: 安全碼綁定

source: About KUNER
cs: O Kuke
ja: KUKEについて
zh_hans: 关于酷壳
zh_hant: 關於酷殼

# capacity
source: Storage
cs: Úložný prostor
ja: 残量
zh_hans: 容量
zh_hant: 容量

# unsafebind
source: Not bound
cs: Neomezeno
ja: 関連していません
zh_hans: 未邦定
zh_hant: 未邦定

# safebind
source: Bound
cs: Omezeno
ja: 関連しています
zh_hans: 已绑定
zh_hant: 已綁定

# kunerdilatation
source: KUNER
cs: Kuke
ja: KUKE
zh_hans: 酷壳
zh_hant: 酷殼

# chooseedpicture
source: Selected
cs: Vybrané
ja: 枚の写真を選択した
zh_hans: 已选择 张照片
zh_hant: 已選擇 張照片

# unknowfile
source: Unrecognizable Format
cs: Nerozpoznatelný formát
ja: 認識できないフォーマット..
zh_hans: 无法识别的文件格式...
zh_hant: 無法識別的檔案格式...

# firnillname
source: Folder name cannot be emptied
cs: Název složky nesmí být prázdný
ja: フォルダの名前を入力してください
zh_hans: 文件夹名称不可为空！
zh_hant: 資料夾名稱不可為空！

# movplayfail
source: Open Failed
cs: Otevření selhalo
ja: ビデオ再生エラー
zh_hans: 视频播放失败
zh_hant: 影片播放失敗

# direxisted
source: The file with that name may already exist
cs: Soubor s tímto jménem již existuje
ja: フォルダが既にありました
zh_hans: 需要创建的文件夹已经存在！
zh_hant: 新建的資料夾已經存在！

# copypictureyes
source: Are you sure you want to copy the selected items?
cs: Jste si jisti že chcete kopírovat vybraný soubor?
ja: 選択した写真をコピーしますか
zh_hans: 确定要复制所选照片吗？
zh_hant: 確定要複製所選照片嗎？

# calculatefiles
source: Calculating the size of files...
cs: Vypočítávám velikost souborů...
ja: ファイルのサイズを計算しています
zh_hans: 正在计算所选文件大小
zh_hant: 正在計算所選文件大小

# copyingpicture
source: Copying...
cs: Kopíruji...
ja: 写真をコピーしています
zh_hans: 正在复制图片
zh_hant: 正在複製圖片

source: Updating...
cs: Aktualizuji...
ja: 更新しています
zh_hans: 正在更新
zh_hant: 正在更新

# checkfail_again
source: Failed to check for updates, try again.
cs: Kontrola aktualizací selhala, prosím zkuste později.
ja: 更新チェック失敗しました。しばらくしてからやり直してください。
zh_hans: 检查更新失败，请重试
zh_hant: 檢查更新失敗，請重試

# updatefail
source: Update failed
cs: Aktualizace selhala
ja: 更新が失敗しました
zh_hans: 更新失败
zh_hant: 更新失敗

# serverfail_again
source: Network connection failed. Please try again later
cs: Síťové připojení selhalo. Prosím zkuste později
ja: 接続エラーが発生しました。しばらくしてからやり直してください。
zh_hans: 网络连接失败，请稍后重试！
zh_hant: 網路連接失敗，請稍後重試！

# updatefail_again
source: Failed to update. Please try again later
cs: Aktualizace selhala. Prosím zkuste později
ja: 更新をインストールできませんでした。しばらくしてからやり直してください。
zh_hans: 更新失败，请稍后重试！
zh_hant: 更新失敗，請稍後重試！

# update_success
source: Updated Successfully
cs: Úspěšná aktualizace
ja: 更新成功
zh_hans: 更新成功
zh_hant: 更新成功

# updatefail_check_again
source: Update failed. Please check the network and try again
cs: Aktualizace selhala. Prosím zkontrolujte síť a zkuste znovu.
ja: 更新チェックが失敗しました。ネットワークをチェックしてからやり直してください。
zh_hans: 更新失败，请检查网络后重试
zh_hant: 更新失敗，請檢查網路後重試

# checkfail_timeout_again
source: Failed to check for updates, request timeout, try again
cs: Kontrola aktualizací selhala, vypršel časový limit požadavku, zkuste znovu
ja: タイムアウトして、更新チェックが失敗しました。やり直してください。
zh_hans: 检查更新失败，请求超时，请重试
zh_hant: 檢查更新失敗，超時連結，請重試

# checkfail_checkserveragain
source: Failed to check for updates. Please check the network and try again
cs: Kontrola aktualizací selhala. Prosím zkontrolujte síť a zkuste znovu
ja: 更新チェックが失敗しました。ネットワークをチェックしてからやり直してください。
zh_hans: 检查更新失败，请检查网络后重试
zh_hant: 檢查更新失敗，請檢查網路後重試

source: Checking…
cs: Kontroluji...
ja: チェック中です。しばらく待ってください…
zh_hans: 检测中请稍后…
zh_hant: 檢測中請稍後…

# formaty
source: Would you like to format KUNER Case?
cs: Chcete formátovat pouzdro Kuke?
ja: KUKEをフォーマットします。
zh_hans: 是否对酷壳格式化
zh_hant: 是否對酷殼格式化

# importsafetobind
source: Enter Security Code to Blind
cs: Vložte bezpečnostní kód pro propojení
ja: iPhoneとKUKEを関連するには、パスワードを入力してください
zh_hans: 输入安全码进行手机与酷壳绑定
zh_hant: 輸入安全碼進行手機與酷殼綁定

# findnew
source: New Version Found
cs: Nalezena nová verze
ja: 新たなバージョンがありました。
zh_hans: 发现新版本
zh_hant: 發現新版本

# context
source: Update Content
cs: Aktualizovat obsah
ja: What’s New
zh_hans: 更新内容
zh_hant: 更新內容

# formatting_wait
source: Formatting...
cs: Formátování...
ja: フォーマットしています。少々待ってください。
zh_hans: 正在格式化，请稍后
zh_hant: 正在格式化，請稍後

# importsafetounbind
source: Enter security code to release binding with iPhone
cs: Vložte bezpečnostní kód pro zrušení párování s iPhonem
ja: パスワードを入力して、バインディングを解除します。
zh_hans: 输入已绑定安全码与酷壳解除绑定
zh_hant: 輸入已綁定安全碼與酷殼解除綁定

# updated
source: Installed
cs: Nainstalováno
ja: インストール済み
zh_hans: 已安装
zh_hant: 已安裝

# unupdated
source: Not installed
cs: Nenainstalováno
ja: 未インストール
zh_hans: 未安装
zh_hant: 未安裝

# filesbad_format
source: File system is damaged and needs to be formatted
cs: Souborový systém je poškozen a vyžaduje zformátování
ja: ファイルシステムが壊れています。フォーマットする必要です。
zh_hans: 文件系统损坏, 需要格式化
zh_hant: 檔案系統損壞, 需要格式化

# sure
source: OK
ja: 確定
zh_hans: 确定
zh_hant: 確定

# formatwilldeleteall_copy
source: Are you sure you want to format KUNER Case?
cs: Jste si jisti že chcete zformátovat pozdro Kuke?
ja: フォーマットすると、全てのファイルが削除されました。よろしいですか
zh_hans: 确定要格式化吗？此操作将删除所有数据，建议先备份相关重要文件。
zh_hant: 確定要格式化嗎？此操作將刪除所有資料，建議先備份相關重要檔。

# fail
source: Failed
cs: Chyba
ja: 失敗しました。
zh_hans: 失败
zh_hant: 失敗

# copyfail
source: Copy Failed
cs: Kopírování selhalo
ja: コピー失敗
zh_hans: 复制失败
zh_hant: 複製失敗

# moveoutfail
source: Export Failed
cs: Export selhal
ja: エクスポート失敗
zh_hans: 导出失败
zh_hant: 匯出失敗

# moveoutfailbig
source: Export Failed: Size of file is larger than 500MB
cs: Export selhal: velikost souboru je větší než 500MB
ja: エクスポート失敗（原因：ファイルが500MBより大きい）
zh_hans: 导出失败(原因：文件大于500M)
zh_hant: 匯出失敗(原因：文件大於500M)

# moveoutfailspace
source: Export Failed: Not enough storage in iPhone.
cs: Export selhal: nedostatek místa v iPhonu.
ja: エクスポート失敗しました。iPhone本体の空き領域を確認してください。
zh_hans: 导出失败，请检查手机剩余可用空间
zh_hant: 匯出失敗，請檢查手機剩餘可用空間

# again
source: Retry
cs: Opakovat
ja: やり直す
zh_hans: 重试
zh_hant: 重試

# jump
source: Skip
cs: Přeskočit
ja: スキップ
zh_hans: 跳过
zh_hant: 跳過

source: Ignore
cs: Ignorovat
ja: 無視
zh_hans: 忽略
zh_hant: 忽略

# pleaseselect
source: Select
cs: Vybrat
ja: 選択してください
zh_hans: 请选择
zh_hant: 請選擇

# copyfilesy
source: Are you sure you want to copy the selected items?
cs: Jste si jisti že chcete kopírovat vybraný soubor?
ja: 全てのファイルがコピーされます。よろしいですか？
zh_hans: 确定要复制所选文件吗？
zh_hant: 確定要複製所選檔嗎？

# deletealert
source: Delete
cs: Smazat
ja: 削除確認
zh_hans: 删除提醒
zh_hant: 刪除提醒

# deletefilesy
source: Are you sure you want to delete the selected items?
cs: Jste si jisti že chcete smazat vybrané soubory?
ja: 選択したファイルは削除されます。よろしいですか？
zh_hans: 确定要删除所选文件吗？
zh_hant: 確定要刪除所選檔嗎？

# deletefilea
source: Are you sure you want to delete
cs: Jste si jisti že chcete soubor smazat?
ja: 削除確認
zh_hans: 确定删除
zh_hant: 確定刪除

# calculate
source: Calculating the size of files...
cs: Vypočítávám velikost souborů...
ja: コピーされるファイルのサイズを計算しています。
zh_hans: 正在计算复制文件大小
zh_hant: 正在計算複製檔大小

source: Deleting
cs: Mazání
ja: 削除中
zh_hans: 正在删除
zh_hant: 正在刪除

# myvideo
source: Videos
cs: Videa
ja: マイ ビデオ
zh_hans: 我的视频
zh_hant: 我的影片

# voice
source: Music
cs: Hudba
ja: 音声
zh_hans: 音频
zh_hant: 音訊

# copymusicy
source: Are you sure you want to copy the selected items?
cs: Jste si jistí že chcete kopírovat vybrané soubory?
ja: 選択した音声ファイルがコピーされます。よろしいですか？
zh_hans: 确定要复制所选音频吗？
zh_hant: 確定要複製所選音訊嗎？

# copying_voice
source: Copying...
cs: Kopíruji...
ja: 音声ファイルをコピーしています。
zh_hans: 正在复制音频
zh_hant: 正在複製音訊

# copyfail_exit
source: Copy Failed
cs: Kopírování selhalo
ja: コピー失敗しました。「確定」をタッチしてウィンドウを閉じます。
zh_hans: 复制失败，点击确定后窗口退出
zh_hant: 複製失敗，點擊確定後窗口退出

# connectkuner
source: Connect to KUNER Case
cs: Připojit k pouzdru Kuke
ja: KUKEを接続してください。
zh_hans: 请连接酷壳
zh_hant: 請連接酷殼

# connecting_wait
source: Connecting…
cs: Připojuji...
ja: KUKEに接続しています。少々待ってください
zh_hans: 正在连接酷壳, 请稍后···
zh_hant: 正在連接酷殼, 請稍後···

# safenumbercheck
source: Security Code Verification
cs: Ověření bezpečnostního kódu
ja: パスワード検証
zh_hans: 安全码验证
zh_hant: 安全碼驗證

# imputsafenumber
source: Enter Security Code
cs: Zadejte bezpečnostní kód
ja: iPhoneとKUKEの関連したパスワードを入力してください。
zh_hans: 请输入手机与酷壳绑定的安全码
zh_hant: 請輸入手機與酷殼綁定的安全碼

# checknumber
source: Verification Code
cs: Ověřovací kód
ja: 検証番号
zh_hans: 验证码
zh_hant: 驗證碼

# safenum
source: Security Code
cs: Bezpečnostní kód
ja: パスワード
zh_hans: 安全码
zh_hant: 安全碼

# safenumberfault
source: Incorrect Security Code
cs: Neplatný bezpečnostní kód
ja: パスワードが間違っています。
zh_hans: 安全码错误
zh_hant: 安全碼錯誤

source: Select
cs: Vybrat
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Edit
cs: Upravit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

# deletepicture
source: Are you sure you want to delete the selected items?
cs: Jste si jisti že chcete odstranit vybrané soubory?
ja: 選択した写真は削除されます。よろしいですか？
zh_hans: 确定要删除所选图片吗？
zh_hant: 確定要刪除所選圖片嗎？

source: Loading…
cs: Načítání...
ja: 読み込み中....
zh_hans: 加载中....
zh_hant: 載入中....

# yes
source: OK
ja: 確定
zh_hans: 确定
zh_hant: 確定

# no
source: Cancel
cs: Zrušit
ja: 取消
zh_hans: 取消
zh_hant: 取消

# deletethispicture
source: Are you sure you want to delete the selected items?
cs: Jste si jisti že chcete odstranit vybrané soubory?
ja: この写真は削除されます。よろしいですか？
zh_hans: 确定要删除该图片吗？
zh_hant: 確定要刪除該圖片嗎？

# fault
source: Error
cs: Chyba
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# unopenfiles
source: Unable to Open File
cs: Nelze otevřít soubor
ja: ファイルを開けません。
zh_hans: 无法打开文件
zh_hant: 無法打開文件

# know
source: Known
cs: Známý
ja: わかりました
zh_hans: 知道
zh_hant: 知道

source: Back
cs: Zpět
ja: 戻す
zh_hans: 返回
zh_hant: 返回

# tips
source: Tip
ja: ティップス
zh_hans: 提示
zh_hant: 提示

# gpsnotice
source: You are currently on a mobile network, confirm to download the file？
cs: Aktuálně jste na mobilní síti, potvrdit stažení souboru?
ja: 現在データ通信を使用しています。ダウンロードすると料金がかかる可能性があります。よろしいですか？
zh_hans: 当前为移动网络，确定要下载该资源吗？
zh_hant: 當前為行動網路，確定要下載該資源嗎？

# netchangenotice
source: You are currently on a mobile network, would you like to continue to download the file？
cs: Aktuálně jste na mobilní síti, chcete pokračovat ve stahování souboru？
ja: 現在データ通信を使用しています。ダウンロード続けると料金がかかる可能性があります。よろしいですか？
zh_hans: 当前为移动网络，是否要继续下载资源？
zh_hant: 當前為行動網路，是否要繼續下載資源？

# unsupportfilelayout
source: This file type is not supported.
cs: Nepodporovaný typ souboru.
ja: 対応していないフォーマットです
zh_hans: 不支持该文件格式
zh_hant: 不支持該檔案格式

# deletethesongy
source: Are you sure you want to delete the selected items?
cs: Jste si jisti že chcete odstranit vybrané soubory?
ja: この曲は削除されます。よろしいですか？
zh_hans: 确定要删除此歌曲吗？
zh_hant: 確定要刪除此歌曲嗎？

# nopicture
source: No Content in iPhone
cs: Žádný obsah v iPhonu
ja: iphoneには写真がありません。
zh_hans: 手机中没有任何图片
zh_hant: 手機中沒有任何圖片

# copypicturey
source: Are you sure you want to copy the selected items？
cs: Jste si jisti že chcete kopírovat vybrané soubory？
ja: 全ての写真がコピーされます。よろしいですか？
zh_hans: 确定要复制所选图片吗？
zh_hant: 確定要複製所選圖片嗎？

# deleteselectpicturey
source: Are you sure you want to delete the selected items？
cs: Jste si jisti že chcete smazat vybrané soubory？
ja: 全ての写真は削除されます。よろしいですか？
zh_hans: 确定要删除所选图片吗？
zh_hant: 確定要刪除所選圖片嗎？

# document
source: Documents
cs: Dokumenty
ja: 書類
zh_hans: 文档
zh_hant: 文檔

# inportsafenumbertounbinding
source: Enter security code to bind the iPhone and KUNER Case
cs: Zadejte bezpečnostní kód pro spárování iPhonu a Kuke pouzdra
ja: iPhoneとKUKEを関連には、パスワードを作成してください。
zh_hans: 输入安全码进行手机与酷壳的绑定
zh_hant: 輸入安全碼進行手機與酷殼的綁定

# notips
source: Never remind
cs: Znovu nepřipomínat
ja: 再表示しない
zh_hans: 不再提示
zh_hant: 不再提示

# inport6number
source: Please enter 6 numbers or letters
cs: Prosím, vložte 6 čísel nebo písmen
ja: 6桁の英数字を入力してください。
zh_hans: 请输入6位数字或字母
zh_hant: 請輸入6位元數位或字母

# updatenow
source: Upgrade Now
cs: Aktualizovat nyní
ja: 今すぐアップデート
zh_hans: 立即升级
zh_hant: 立即升級

# donotupdate
source: Maybe Later
cs: Odložit
ja: しばらくアップデートしない
zh_hans: 暂不升级
zh_hant: 暫不升級

# nonewversion
source: Your version is up to date.
cs: Vaše verze je aktuální.
ja: 最新バージョンです
zh_hans: 当前版本已是最新版本!
zh_hant: 當前版本已是最新版本!

# closekukeu
source: Connect to iPhone
cs: Připojit k iPhonu
ja: PCに接続中
zh_hans: 酷壳连接手机
zh_hant: 酷殼連接手機

# changekukeu
source: Connect to PC
cs: Připojit k PC
ja: iPhoneに接続中
zh_hans: 酷壳连接电脑
zh_hant: 酷殼連接電腦

# allgb
source: Total
cs: Celkem
ja: 容量
zh_hans: 总容量
zh_hant: 總容量

# redaygb
source: Used
cs: Využito
ja: 使用領域
zh_hans: 已用容量
zh_hant: 已用容量

# canuse
source: Available
cs: Dostupný
ja: 空き領域
zh_hans: 可用容量
zh_hant: 可用容量

# suanzhong
source: Calculating...
cs: Vypočítávám...
ja: 計算中
zh_hans: 计算中
zh_hant: 計算中

# shengyudianliang
source: Remaining Power in Case
cs: Zbívající energie v pouzdře
ja: KUKEの残りバッテリー
zh_hans: 酷壳剩余电量
zh_hant: 酷殼剩餘電量

source: Unknown
cs: Neznámé
ja: 未知
zh_hans: 未知
zh_hant: 未知

source: Calculating...
cs: Vypočítávám...
ja: 計算中
zh_hans: 计算中
zh_hant: 計算中

# surpluspower
source: Remaining Storage
cs: Zbývající úložný prostor
ja: 空き領域
zh_hans: 剩余容量
zh_hant: 剩餘容量

# myfile
source: File
cs: Soubor
ja: マイ ドキュメント
zh_hans: 我的文件
zh_hant: 我的文件

# areyoucopy
source: Are you sure you want to copy the selected items?
cs: Jste si jisti že chcete kopírovat vybrané soubory?
ja: 選択したファイルがコピーされます。よろしいですか？
zh_hans: 确定要复制所选文件吗?
zh_hant: 確定要複製所選檔嗎?

# areyoudelete
source: Are you sure you want to delete the selected items?
cs: Jste si jisti že chcete odstranit vybrané soubory?
ja: 選択したファイルは削除されます。よろしいですか？
zh_hans: 确定要删除所选文件吗?
zh_hant: 確定要刪除所選檔嗎?

# isplaying
source: Playing
cs: Přehrávám
ja: 再生中
zh_hans: 正在播放
zh_hant: 正在播放

# selectpicture
source: Select
cs: Vybráno
ja: 写真を選択
zh_hans: 选择图片
zh_hant: 選擇圖片

# format_surey
source: Formatting will erase all content and settings. Please confirm again
cs: Formátování smaže veškerý obsah a nastavení. Prosím potvrďte znovu
ja: フォーマットするとKUKEのファイルは削除されます。もう一度確認してください！
zh_hans: 格式化后酷壳文件将丢失，请再次确认！
zh_hant: 格式化後酷殼檔將遺失，請再次確認！

# formatagainy
source: Would you like to format again?
cs: Přejete si znovu formátovat?
ja: もう一度KUKEをフォーマットしますか。
zh_hans: 是否再次对酷壳进行格式化操作?
zh_hant: 是否再次對酷殼進行格式化操作?

# formatdone
source: Format Completed
cs: Formátování dokončeno
ja: フォーマット完成
zh_hans: 格式化完成
zh_hant: 格式化完成

# safenumberfault_again
source: Incorrect security code. Please try again
cs: Nesprávný bezpečnostní kód. Prosím zkuste znovu.
ja: パスワードが間違っています。入力直してください。
zh_hans: 安全码错误请重新输入
zh_hant: 安全碼錯誤請重新輸入

source: Selected
cs: Vybráno
ja: 選択した
zh_hans: 已选
zh_hant: 已選

# copypicturefinish
source: Copy Completed
cs: Kopírování dokončeno
ja: 写真コピー完成
zh_hans: 图片复制完成
zh_hant: 圖片複製完成

# formatfinish
source: Format Completed
cs: Formátování dokončeno
ja: フォーマット完成
zh_hans: 格式化已完成
zh_hant: 格式化已完成

# safenum_length_short
source: Password must contain at least 6 character, try again.
cs: Heslo musí obsahovat nejméně 6 znaků, prosím zkuste znovu.
ja: パスワードは6桁です。入力直してください。
zh_hans: 安全码长度不为6位，请重新输入！
zh_hant: 安全碼長度不為6位，請重新輸入！

# phpower
source: iPhone Battery
cs: iPhone kapacita baterie
ja: iPhoneのバッテリー残量
zh_hans: 手机电量
zh_hant: 手機電量

# phcapacity
source: iPhone Capacity
cs: iPhone kapacita paměti
ja: iPhoneのストレージ残量
zh_hans: 手机容量
zh_hant: 手機容量

# phcpu
source: CPU Occupation
cs: Vytížení CPU
ja: CPU使用率
zh_hans: CPU占用
zh_hant: CPU佔用

# phram
source: iPhone RAM
ja: RAM
zh_hans: 手机内存
zh_hant: 手機記憶體

# phused
source: Used
cs: Využito
ja: 使用済み
zh_hans: 已用
zh_hant: 已用

# phfree
source: Available
cs: Dostupné
ja: 使用可能
zh_hans: 可用
zh_hant: 可用

# phversion
source: System Version
cs: Verze systému
ja: iOSバージョン
zh_hans: 系统版本
zh_hant: 系統版本

# phcanuse
source: Available
cs: Dostupné
ja: 使用可能
zh_hans: 可使用
zh_hant: 可使用

# phtotal
source: Total
cs: Celkem
ja: 総計
zh_hans: 共
zh_hant: 共

# phminute
source: Min
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

# phhour
source: H
cs: hod
ja: 時間
zh_hans: 小时
zh_hant: 小時

# songisnone
source: Playing Now
cs: Nyní přehrávám
ja: 音楽再生
zh_hans: 音乐播放
zh_hant: 音樂播放

# appversion
source: Software Version
cs: Verze softwaru
ja: ソフトウェアバージョン
zh_hans: 软件版本
zh_hant: 軟體版本

# gujianversion
source: Firmware Version
cs: Verze firmwaru
ja: ファームウェアVer.
zh_hans: 固件版本
zh_hant: 固件版本

# importantnotice
source: KUNER Case is activated
cs: Pouzdro Kuke je aktivováno
ja: KUKEアクティブ成功
zh_hans: 酷壳激活成功~
zh_hant: 酷殼啟動成功~

# importantmsg
source: KUNER APP cache will auto-transfer to KUNER Case.
cs: Cache Kuke aplikace bude automaticky přeneseny do Kuke pouzdra.
ja: KUKEアプリのファイルは自動にKUKEに移動します。
zh_hans: 酷壳应用中的文件将自动转移至酷壳
zh_hant: 酷殼應用中的文件將自動轉移至酷殼

# movephoto
source: Exporting from iPhone to KUNER device...
cs: Exportuje z iPhonu do pouzdra Kuke...
ja: 写真フォルダをコピーしています
zh_hans: 正在复制图片目录
zh_hant: 正在複製圖片目錄

# deletephoto
source: Clearing cache in KUNER APP...
cs: Čistím cache paměť v aplikaci Kuke...
ja: 写真フォルダが使用した空間をクリーニングしています
zh_hans: 正在清除图片目录所占手机空间
zh_hant: 正在清除圖片目錄所占手機空間

# movevideo
source: Exporting from iPhone to KUNER device...
cs: Exportuji z iPhonu do zařízení Kuke...
ja: ビデオフォルダをコピーしています
zh_hans: 正在复制视频目录
zh_hant: 正在複製影片目錄

# deletevideo
source: Clearing cache in KUNER APP...
cs: Čistím cache paměť v aplikaci Kuke...
ja: ビデオフォルが使用した空間をクリーニングしています
zh_hans: 正在清除视频目录所占手机空间
zh_hant: 正在清除影片目錄所占手機空間

# movemusic
source: Exporting from iPhone to KUNER device...
cs: Čistím cache paměť v aplikaci Kuke...
ja: 音楽フォルダをコピーしています
zh_hans: 正在复制音乐目录
zh_hant: 正在複製音樂目錄

# deletemusic
source: Clearing cache in KUNER APP...
cs: Čistím cache paměť v aplikaci Kuke...
ja: 音楽フォルダが使用した空間をクリーニングしています
zh_hans: 正在清除音乐目录所占手机空间
zh_hant: 正在清除音樂目錄所占手機空間

# movedoc
source: Exporting from iPhone to KUNER device...
cs: Exportuji z iPhonu do pouzdra Kuke...
ja: 書類フォルダをコピーしています
zh_hans: 正在复制文档目录
zh_hant: 正在複製文檔目錄

# moveother
source: Exporting from iPhone to KUNER Case...
cs: Exportuji z iPhonu do pouzdra Kuke...
ja: 他のファイルを移動しています
zh_hans: 正在移动其他文件
zh_hant: 正在移動其他文件

# openway
source: open
cs: Otevřít
ja: 開く
zh_hans: 打开
zh_hant: 打開

# deletedoc
source: Clearing cache in KUNER APP...
cs: Čistím cache paměť v Kuke aplikaci...
ja: 書類フォルダが使用した空間をクリーニングしています
zh_hans: 正在清除文档目录所占手机空间
zh_hant: 正在清除文檔目錄所占手機空間

# deleteother
source: Clearing cache in KUNER APP...
cs: Čistím cache paměť v Kuke aplikaci...
ja: 他のファイルが使用した空間をクリーニングしています
zh_hans: 正在清除其他文件所占手机空间
zh_hant: 正在清除其他文件所占手機空間

# gujianxinxi
source: Firmware Info
ja: ファームウェア情報
zh_hans: 固件信息
zh_hant: 韌體信息

# pluspower
source: KUNER Battery
cs: Kuke baterie
ja: KUKEのバッテリー残量
zh_hans: 酷壳剩余电量
zh_hant: 酷殼剩餘電量
