Repository: NingMoe/kuner
Catalog: tjk/Config/*.lproj/Localizable.strings
Languages: cs, ja, zh_hans, zh_hant

# downloadvideopath
source: Downloaded Video
cs: Stáhnout video
ja: ダウンロードしたビデオ
zh_hans: 下载的视频
zh_hant: 下載的影片

# downloadaudiopath
source: Downloaded Audio
cs: Stáhnout audio
ja: ダウンロードした音楽
zh_hans: 下载的音乐
zh_hant: 下載的音樂

# downloadpicturepath
source: Downloaded Picture
cs: Stáhnout obrázek
ja: ダウンロードした画像
zh_hans: 下载的图片
zh_hant: 下載的圖片

# downloaddocumentpath
source: Downloaded Document
cs: Stáhnout dokument
ja: ダウンロードした書類
zh_hans: 下载的文档
zh_hant: 下載的文檔

# updatetips
source: Firmware Update
cs: Aktualizovat firmware
ja: 更新ティップス
zh_hans: 更新提示
zh_hant: 更新提示

# updatetipscontent
source: KUNER case in the upgrade process will be disconnected. Please manually open KUNER case after 5 seconds.
cs: Kuke pouzdro bude při aktualizaci odpojeno. Prosím ručně jej odpojte od telefonu na dobu 5s..
ja: ファームウェア更新が必要です。更新する期間、KUKEとの接続が切れます。5秒後手動でKUKEをONにしてください。
zh_hans: 固件需要更新，过程中酷壳会断开连接，5秒后请手动开启酷壳。
zh_hant: 固件需要更新，過程中酷殼會斷開連接，5秒後請手動開啟酷殼。

# charge_model_know
source: OK
ja: わかりました
zh_hans: 知道了
zh_hant: 知道了

# charge_model_title
source: Battery Saving Mode:
cs: Režím úspory baterie:
ja: KUKE節電モードとは：
zh_hans: 酷壳省电模式描述：
zh_hant: 酷殼省電模式描述：

# charge_model_msg
source: 1. To save power of KUNER Case and prolong service time of memory expansion 2. Power of iPhone and KUNER Case declines in same proportion 3. KUNER Case stops charging iPhone 10 minutes after app runs in the back office
cs: 1. K prodloužení výdrže pouzdra Kuke vypínejte pouzdro Kuke společně s iPhonem 3. Nabíjení telefonu poté ustane po deseti minutách.
ja: 1.KUKEのバッテリーを節約して、ストレージ拡張機能を長く使えます。 2.iPhoneとKUKEのバッテリー残量を同一水準に保持します。 3.アプリをバックグラウンドにする場合は、10分間後、iphoneへの充電を停止します。
zh_hans: 1.节省酷壳自身电量，延长扩容功能使用时间 2.手机与酷壳电量同比下降 3.APP推至后台时，10分钟后酷壳停止为iphone充电
zh_hant: 1.節省酷殼自身電量，延長擴容功能使用時間 2.手機與酷殼電量同比下降 3.APP推至後臺時，10分鐘後酷殼停止為iphone充電

# charge_model_msg_two
source: To save power of KUNER Case and prolong service time of memory expansion.KUNER Case stops charging iPhone 10 minutes after app runs in the back office
cs: K prodloužení výdrže pouzdra Kuke vypínejte pouzdro Kuke společně s iPhonem 3. Nabíjení telefonu poté ustane po deseti minutách
ja: 節電モードをオンにするには、KUKEのバッテリーを節約して、ストレージ拡張機能を長く使えます。節電のため、アプリをバックアップにする場合は、ダウンロード任務がないなら、KUKEの電源をオフにします。
zh_hans: 开启省电模式，酷壳节省自身电量，用于延长扩容功能使用时间。为了节省电量，当APP退至后台，无后台任务时酷壳会断开连接。
zh_hant: 開啟省電模式，酷殼節省自身電量，用於延長擴容功能使用時間。為了節省電量，當APP退至後臺，無幕後工作時酷殼會斷開連接。

# pdf_cannotopen
source: This documents more than 80MB size is not supported. Please open it with 3rd-party app.
cs: Velikost dokumentů více než 80 MB není podporována. Prosím otevřete jej pomocí speciální aplikace.
ja: 80M超えのファイルを対応していません。他のアプリで開きますか。
zh_hans: 暂不支持80M大小以上文档，是否尝试第三方打开
zh_hant: 暫不支持80M大小以上文檔，是否嘗試協力廠商打開

# calculatefilessize
source: Calculating the size
cs: Vypočítávám velikost
ja: ファイルサイズを計算しています
zh_hans: 正在计算大小
zh_hant: 正在計算大小

source: Share
cs: Sdílet
ja: シェア
zh_hans: 分享
zh_hant: 分享

source: More
cs: Více
ja: その他
zh_hans: 更多
zh_hant: 更多

source: Battery Saving
cs: Šetření baterie
ja: 省電力モード
zh_hans: 省电模式
zh_hant: 省電模式

# downloadingpicmsg
source: Picture is downloading...
cs: Obrázek se stahuje...
ja: 画像ダウンロード中...
zh_hans: 图片正在下载中...
zh_hant: 圖片正在下載中...

# notshowtopictip
source: The special topics cannot be shown on homepage
cs: zvláštní témata nelze prokázat, na homepage
ja: このトッピングはホームページで表示しません～
zh_hans: 该专题将不会在首页显示～
zh_hant: 該專題將不會在首頁顯示～

# copyto
source: Copy file to
cs: kopii spisu
ja: にファイルをコピー
zh_hans: 拷贝文件至
zh_hant: 複製檔案至

source: Save Field
cs: zachránit pole
ja: 保存位置
zh_hans: 保存位置
zh_hant: 保存位置

# copynokuke
source: It is not connected to the kuke. Please connect to the kuke, then reopen the file.
cs: není spojen s kuke.prosím spojte kuke, pak znovu otevřít složku.
ja: KUKEに接続していません。接続してから、ファイルを開き直してください。
zh_hans: 未连接酷壳。请连接酷壳后重新打开此文件
zh_hant: 未連接酷殼。請連接酷殼後重新打開此檔

# copysavetokuke
source: Copy and save the file to the memory of kuke
cs: kopii a uložte soubor na památku kuke
ja: ファイルをKUKEに保存
zh_hans: 将文件保存到酷壳存储
zh_hant: 將檔案保存到酷殼存儲

# musictimerplay
source: set-time music playing
cs: čas hraní
ja: 音楽再生の自動停止
zh_hans: 音乐定时播放
zh_hant: 音樂定時播放

source: Don’t Open
cs: Don 'příliš otevřená
ja: 不使用
zh_hans: 不开启
zh_hant: 不開啟

# playcurrentmusic
source: Stop after playing current music selection
cs: přestaň na současný výběr hudby
ja: 現在の音声を再生した直後
zh_hans: 播放完当前声音停止
zh_hant: 播放完當前聲音停止

# savetofeedback
source: Feedback Message
cs: zpětnou zprávu
ja: 伝言
zh_hans: 留言反馈
zh_hant: 留言回饋

# weixinfeedback
source: WeChat Feedback
cs: wechat zpětnou vazbu
ja: WeChatでフィードバック
zh_hans: 微信反馈
zh_hant: 微信回饋

# attentionweixin
source: Follow the WeChat public account of kuke, and feed back the problems online.
cs: za wechat veřejnosti účet kuke a krmit se problémy on - line.
ja: KUKEのWeChatをフォローし、フィードバックできます。
zh_hans: 关注酷壳微信账号,微信在线反馈问题。
zh_hant: 關注酷殼微信帳號,微信線上回饋問題。

# weixinnum
source: WeChat Public Account: kuner2016
cs: wechat veřejný účet: kuner2016
ja: WeChat ID:kuner2016
zh_hans: 微信账号:kuner2016
zh_hant: 微信帳號:kuner2016

# copyed
source: Already Copied
cs: už okopírovat
ja: コピー済み
zh_hans: 已拷贝
zh_hant: 已拷貝

# weixinkehufeed
source: WeChat Customer Service Feedback
cs: wechat zákaznickou zpětnou vazbu
ja: WeChatでフィードバック
zh_hans: 微信客服反馈
zh_hant: 微信客服回饋

# kehuphone
source: Customer’s Service Hotline
cs: zákazník je servisní horká linka
ja: お問合わせ
zh_hans: 客服电话
zh_hant: 客服電話

# takekefuphone
source: Call Customer’s Service Hotline
cs: zavolej zákazník je servisní horká linka
ja: 押すと電話が掛かる
zh_hans: 拨打客服电话
zh_hant: 撥打客服電話

# phoneinfo
source: iPhone Information
cs: iphone informace
ja: iPhoneの情報
zh_hans: 手机信息
zh_hant: 手機信息

# kukeofficemall
source: KUNER Official Store
cs: kuner oficiální obchod
ja: KUNER公式ストア
zh_hans: 酷能量官方商城
zh_hant: 酷能量官方商城

# sendkuketofd
source: Recommend kuke to a friend
cs: doporučuji kuke s přítelem
ja: KUKEを友人に推奨
zh_hans: 推荐酷壳给好友
zh_hant: 推薦酷殼給好友

# gotoweixinfeedback
source: Go to WeChat to give feedback
cs: do wechat poskytnout zpětnou vazbu
ja: WeChatでフィードバック
zh_hans: 去微信反馈
zh_hant: 去微信回饋

# dontsupportthetype
source: Don’t support this file type temporarily
cs: tohle nepodporuju typ souboru dočasně
ja: 非対応のフォーマットです
zh_hans: 暂不支持该类型文件
zh_hant: 暫不支援該類型檔

# useotherappopen
source: Please use some other apps to open this file
cs: použijte, prosím, nějaké další aplikace otevřít složku
ja: 別のアプリで開けるかもしれません
zh_hans: 你可以使用其他应用程序打开此文件
zh_hant: 你可以使用其他應用程式打開此檔

# otherappopen
source: Other apps to open
cs: další aplikace otevřít
ja: 別のアプリで開く
zh_hans: 其他方式打开
zh_hant: 其他方式打開

# noplayingmusic
source: There is no music playing currently
cs: žádná muzika hraje v současné době
ja: 再生している音楽がありません
zh_hans: 当前没有正在播放的音乐
zh_hant: 當前沒有正在播放的音樂

# kukedisc
source: Introduction of kuke
cs: zavedení kuke
ja: 説明
zh_hans: 酷壳说明
zh_hant: 酷殼說明

# openkuke
source: Please open the kuke
cs: prosím, otevři kuke
ja: KUKEの電源をオンにして下さい
zh_hans: 请开启酷壳
zh_hant: 請開啟酷殼

# presspowerbtn
source: Press and hold the power button on the back of the kuke for 3 seconds to open
cs: stiskněte a držte tlačítko power na základě kuke za 3 sekundy, otevřít
ja: KUKEの裏面の電源ボタンを3秒押し続け
zh_hans: 长按酷壳背面电源键3秒开机
zh_hant: 長按酷殼背面電源鍵3秒開機

# kukedisctitle
source: Would you like to use the memory expansion function without turning on the power button？>
cs: chcete použít paměťové funkce rozšíření bez zapnutí tlačítko power？>
ja: メモリ拡張だけを使用したくて、電源を入りたくないですか？
zh_hans: 仅使用扩容功能，不想开启电源键？>
zh_hant: 僅使用擴容功能，不想開啟電源鍵？>

# tabuncopiedtitle
source: Not Imported
cs: nejsou dováženy
ja: 未インポート
zh_hans: 未导入
zh_hant: 未導入

# tabcopiedtitle
source: Imported
cs: dovážené
ja: インポート済
zh_hans: 已导入
zh_hant: 已導入

# tabtotaltitle
source: All
cs: všechny
ja: 全て
zh_hans: 全部
zh_hant: 全部

# versionnotips
source: 此版本不再提示
ja: このバージョンは再表示しない
