Repository: NingMoe/kuner
Catalog: tjk/Config/*.lproj/Localizable.strings
Languages: cs, ja, zh_hans, zh_hant

# powering
source: KUNER Case Charging
cs: Kuke pouzdro se nabíjí
ja: KUKE充電中
zh_hans: 酷壳正在充电
zh_hant: 酷殼正在充電

# powerfull
source: Fully Charged
cs: Plně nabito
ja: フル充電しました
zh_hans: 电量已充满
zh_hant: 電量已充滿

# getsizerror
source: Reading Data Error
cs: Selhalo čtení dat
ja: KUKE読み込みエラー
zh_hans: 酷壳读取异常
zh_hant: 酷殼讀取異常

# loadsizeing
source: Loading...
cs: načítám...
ja: ストレージ情報を読み込みしています...
zh_hans: 正在获取存储信息...
zh_hant: 正在讀取存儲資訊...

# adding
source: loading...
cs: načítám...
ja: 読み込み中...
zh_hans: 正在加载中...
zh_hant: 正在載入中...

# resourceDownload
source: Resources download
cs: Zdroje staženy
ja: リソースのダウンロード
zh_hans: 资源下载
zh_hant: 資源下載

# lastupdatetime
source: Last refresh time
cs: Čas posledního obnovení
ja: 前回のリフレッシュした時間
zh_hans: 上次刷新时间
zh_hant: 上次刷新時間

# releasetorefresh
source: Release to refresh the page
cs: Uvolněte pro obnovení stránky
ja: 指を離して更新...
zh_hans: 松开刷新页面...
zh_hant: 離開刷新頁面...

# pulltorefresh
source: Dropdown to refresh the page
cs: Posuňte dolů pro obnovení stránky
ja: 引き下げて更新...
zh_hans: 下拉刷新页面...
zh_hant: 下拉刷新頁面...

source: Refreshing…
cs: Obnovuji...
ja: 最新の情報に更新しています...
zh_hans: 刷新中...
zh_hant: 刷新中...

source: New Version
cs: Nová verze
ja: 新バージョン
zh_hans: 新版本
zh_hant: 新版本

# updateThing
source: Update Content:
cs: Aktualizovat obsah:
ja: 更新内容:
zh_hans: 更新内容:
zh_hant: 更新內容:

source: Browse
cs: Prohlížeč
ja: ブラウズ
zh_hans: 浏览
zh_hant: 流覽

source: Read
cs: Číst
ja: 閲読
zh_hans: 阅读
zh_hant: 閱讀

# readying
source: Loading...
cs: Načítání...
ja: 準備しています...
zh_hans: 正在准备中...
zh_hant: 正在準備中...

# readyfail
source: Sorry,fail to get ready,please try later
cs: Není připraveno, vyzkoušejte později
ja: すみません。準備が失敗しました。しばらくしてからやり直してください。
zh_hans: 抱歉，准备失败，请稍候重试
zh_hant: 抱歉，準備失敗，請稍候重試

# browsestatus
source: Browse Mode
cs: Prohlížecí režim
ja: ブラウザーモード
zh_hans: 当前为浏览模式
zh_hant: 當前為流覽模式

# readingstatus
source: Read Mode
cs: Čtecí režim
ja: リーダーモード
zh_hans: 当前为阅读模式
zh_hant: 當前為閱讀模式

source: Close
cs: Zavřít
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# loadingfail
source: Page Loading Failed
cs: Načítání stránky selhalo
ja: ページ読み込みエラー
zh_hans: 页面加载失败
zh_hant: 頁面載入失敗

# checknetandtryrefresh
source: Please check the network and try to dropdown and refresh
cs: Prosím zkontrolujte síť a zkuste posunout dolů pro obnovení
ja: ネットワークを検査してから、スクリーンをタッチして更新
zh_hans: 请检查网络后，尝试点击屏幕刷新
zh_hant: 請檢查網路後，嘗試點擊螢幕刷新

# downtoke
source: Download to KUNER Case
cs: Stáhnout do Kuke pouzdra
ja: KUKEにダウンロード
zh_hans: 下载至酷壳
zh_hant: 下載至酷殼

# downtophone
source: Download to iPhone
cs: Stáhnout do iPhonu
ja: iPhoneにダウンロード
zh_hans: 下载至手机
zh_hant: 下載至手機

# indownloadlist
source: Added to download
cs: Přidáno mezi stažené
ja: ダウンロードリストに加入
zh_hans: 已加入下载
zh_hant: 已加入下載

# checknetandtryagain
source: Please check the network and try again!
cs: Prosím zkontrolujte síť a zkuste znovu!
ja: ネットワークを検査してから、やり直してください
zh_hans: 请检查网络后，再次尝试！
zh_hant: 請檢查網路後，再次嘗試！

source: Sorry
cs: Omlouvám se
ja: 申し訳ありません
zh_hans: 抱歉
zh_hant: 抱歉

# cannotplay
source: The song cannot be played
cs: Skladbu nelze přehrát
ja: この曲は再生できません
zh_hans: 该歌曲无法播放
zh_hant: 該歌曲無法播放

# nextsong
source: Next
cs: Další
ja: 次の曲
zh_hans: 下一首
zh_hant: 下一首

# gofindmusic
source: NO Playing
cs: Žádné přehrávání
ja: 空
zh_hans: 当前没有音乐播放
zh_hant: 當前沒有音樂播放

# playmusicround
source: Loop
cs: Smyčka
ja: リピート再生
zh_hans: 循环播放
zh_hant: 迴圈播放

# playmusicone
source: Single
cs: Jedna
ja: 1曲リピート
zh_hans: 单曲播放
zh_hant: 單曲播放

# playmusicrandom
source: Shuffle
cs: Zamíchat
ja: ランダム再生
zh_hans: 随机播放
zh_hant: 隨機播放

# operatetoofast
source: Operate Too Frequently
cs: Příliš časté zadání příkazu
ja: ちょっとゆっくりしてくださいね
zh_hans: 操作过于频繁
zh_hant: 操作過於頻繁

# nowmusiclist
source: Playlists
cs: Playlist
ja: 現在の再生リスト
zh_hans: 当前歌单
zh_hant: 當前歌單

# selectmusic
source: Select Playlist
cs: Vybrat playlist
ja: 再生リストを選択
zh_hans: 选择歌单
zh_hant: 選擇歌單

source: Download list
cs: Ke stažení
ja: ダウンロードリスト
zh_hans: 下载列表
zh_hant: 下載列表

# allstart
source: Start all
cs: Spustit vše
ja: 全て開始
zh_hans: 全部开始
zh_hant: 全部開始

# allpause
source: Pause all
cs: Pozastavit vše
ja: 全て一時停止
zh_hans: 全部暂停
zh_hant: 全部暫停

source: Downloading
cs: Stahuji
ja: ダウンロード中
zh_hans: 下载中
zh_hant: 下載中

# downloaded
source: Completed
cs: Dokončené
ja: 完成しました
zh_hans: 已完成
zh_hant: 已完成

# suretodeletedownloadunit
source: Confirm to delete the selected task?
cs: Potvrdit smazání vybraného úkolu?
ja: ダウンロードリストは削除されます。よろしいですか？
zh_hans: 确定要删除所选任务吗？
zh_hant: 確定要刪除所選任務嗎？

source: Pause
cs: Pozastavit
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

# downloadfail
source: Failed to download
cs: Stahování selhalo
ja: ダウンロード失敗
zh_hans: 下载失败
zh_hant: 下載失敗

# downloadfailwithouturl
source: Failed to download,No get Url
cs: Stahování selhalo. Žádná url
ja: ダウンロード失敗，アドレスが見つかりませんでした
zh_hans: 下载失败，未获取到下载地址
zh_hant: 下載失敗，未獲取到下載地址

source: Waiting…
cs: Čekám...
ja: 待ち中...
zh_hans: 等待中...
zh_hant: 等待中...

# notinstallwx
source: You haven’t installed WeChat yet
cs: Ještě jste nenainstalovali aplikaci WeChat
ja: WeChatがインストールされていません。
zh_hans: 您尚未安装微信
zh_hant: 您尚未安裝微信

# wxversionlowtip
source: Sorry, your WeChat version is too old to support the share function
cs: Omlouváme se, vaše verze WeChat je příliš stará pro funkci sdílení
ja: すみません。既存したWeChatはバージョンが低いため，シェア機能が対応していません
zh_hans: 抱歉，您的微信版本过低，不支持分享功能
zh_hant: 抱歉，您的微信版本過低，不支援分享功能

# imageistoobig
source: Compressed photo is too large
cs: Komprimovaná fotka je příliš velká
ja: 圧縮した写真は大きい過ぎ
zh_hans: 压缩后的图片过大
zh_hant: 壓縮後的圖片過大

# notplace
source: Memory space is insufficient
cs: Nedostačující paměť
ja: 空き領域が不足
zh_hans: 空间不足
zh_hant: 空間不足

# deletecachefile
source: Deleting temporary files
cs: Mazání dočasných souborů
ja: 一時ファイルを削除しています
zh_hans: 正在删除临时文件
zh_hant: 正在刪除暫存檔案

# formatekuke
source: Formatting
cs: Formátuji
ja: KUKEをフォーマット
zh_hans: 格式化酷壳
zh_hant: 格式化酷殼

# kukesavingmodel
source: Battery Saving Mode
cs: Režim úspory baterie
ja: KUKE省電力モード
zh_hans: 酷壳省电模式
zh_hant: 酷殼省電模式

# closesecret
source: Close Security Code
cs: Zavřít bezpečnostní kód
ja: パスワードを削除
zh_hans: 关闭密码
zh_hant: 關閉密碼

# opensecret
source: Security Code
cs: Bezpečnostní kód
ja: パスワードで保護
zh_hans: 密码保护
zh_hant: 密碼保護

# issuretodelete
source: Confirm to delete files？
cs: Potvrdit smazání souborů？
ja: 削除しますか？
zh_hans: 确定要删除吗？
zh_hant: 確定要刪除嗎？

# formattipone
source: If you have used the password function, your password will be automatically closed after formatting.
cs: Jestliže jste používali heslo, bude automaticky zrušeno po formátování.
ja: パスワードが未設定になりますので、高いセキュリティに設定したいなら、改めてパスワードを設定してください。
zh_hans: 如果你使用了密码功能，格式化后将自动为你关闭密码。
zh_hant: 如果你使用了密碼功能，格式化後將自動為你關閉密碼。

# formattiptwo
source: KUKE will automatically the close password function, and new data will not be protected!
cs: Kuke automaticky zruší fungování hesla, nová data nebudou chráněna!
ja: パスワードが削除されます。新しいデータは保護されません。
zh_hans: 酷壳将自动关闭密码功能，新的数据不受保护！
zh_hant: 酷殼將自動關閉密碼功能，新的資料不受保護！

# formattipthree
source: You will lose your pictures, videos, music and documents, etc. permanently
cs: Trvale ztratíte obrázky, videa, hudbu, dokumenty a další
ja: 写真、ビデオ、音楽、書類などのファイルは永久に失われるので、注意してください！
zh_hans: 你会永远失去你的图片，视频，音乐，文档等文件。
zh_hant: 你會永遠失去你的圖片，影片，音樂，文檔等檔。

# formattipfour
source: This will delete all media and document, and reset setting and security code
cs: Toto smaže všechna média, dokumenty a resetuje nastavení a bezpečnostní heslo
ja: KUKEにある全部のデータは削除され、回復できません！
zh_hans: 酷壳内的数据会全部删除，且不可恢复！
zh_hant: 酷殼內的資料會全部刪除，且不可恢復！

# formattiptosure
source: Erase All Content and Settings
cs: Vymazat veškerý obsah a nastavení
ja: フォーマットしたら、どうなるの？
zh_hans: 格式化后会怎么样？
zh_hant: 格式化後會怎麼樣？

# inputsecret
source: Enter Security Code
cs: Zadejte bezpečnostní kód
ja: パスワード入力
zh_hans: 输入密码
zh_hant: 輸入密碼

# setsecret
source: Set Security Code
cs: Nastavit bezpečnostní kód
ja: パスワード設定
zh_hans: 设置密码
zh_hant: 設置密碼

# checksecret
source: Re-enter your Security Code
cs: Zadejte znovu váš bezpečnostní kód
ja: パスワード確定
zh_hans: 确认密码
zh_hant: 確認密碼

# findsecret
source: Retrieve Security Code
cs: Obnovit bezpečnostní kód
ja: パスワードをお忘れ
zh_hans: 找回密码
zh_hant: 找回密碼

# setsecrettipone
source: Setup password and protect privacy
cs: Nastavit heslo pro ochránu soukromí
ja: 大切なファイルを保護するには、パスワード推奨
zh_hans: 设置密码，保护隐私！
zh_hant: 設置密碼，保護隱私！

# setsecrettiptwo
source: Other iPhones connecting to your KUNER Case are unable to see files without password.
cs: Ostatní iPhony připojující se k vašemu pouzdru Kuke nejsou schopny vidět soubory chráněné heslem.
ja: `別のiPhoneがこのKUKEに接続する場合は、パスワードが知らなければファイルにアクセスできません。
zh_hans: 其他手机连接你的酷壳、不知道密码就看不到文件哦~
zh_hant: 其他手機連接你的酷殼、不知道密碼就看不到檔哦~

# faultsecret
source: Incorrect
cs: Nesprávně
ja: 一致しません
zh_hans: 密码错误
zh_hant: 密碼錯誤

# useqtoclosesecret
source: Use password to close security code
cs: Použít heslo ke zrušení bezpečnostního kódu
ja: セキュリティ質問でパスワードを解除
zh_hans: 使用密保关闭安全码
zh_hant: 使用密保關閉安全碼

# entersecret
source: Enter Security Code
cs: Zadejte bezpečnostní heslo
ja: パスワードを入力します
zh_hans: 输入安全码
zh_hant: 輸入安全碼

# forgetsecret
source: Forget
cs: zapomněl
ja: お忘れ
zh_hans: 忘记密码
zh_hant: 忘記密碼

# enterq
source: Answer Security Question
cs: Zodpovědět bezpečnostní otázku
ja: セキュリティ質問を答える
zh_hans: 回答密保问题
zh_hant: 回答密保問題

# thesecret
source: Security Code is
cs: Bezpečnostní kód je
ja: 最終のパスワードは？
zh_hans: 最终安全码是
zh_hant: 最終安全碼是

# setquestion
source: Set Security Code
cs: Nastavit bezpečnostní kód
ja: セキュリティ質問の設定
zh_hans: 设置密保
zh_hant: 設置密保

# secretnotsame
source: Two times the password is different. Please enter again
cs: Hesla se neshodují. Zadejte znovu
ja: パスワードが一致しません。もう一度入力してください。
zh_hans: 两次密码不同，请重新输入
zh_hant: 兩次密碼不同，請重新輸入

# closesecretsuccess
source: Security code was successfully closed
cs: Bezpečnostní kód byl úspěšně zrušen
ja: パスワードは解除成功
zh_hans: 安全码关闭成功
zh_hant: 安全碼關閉成功

# closesecretfail
source: Security code was failed to close
cs: Zrušení bezpečnostního kódu selhalo
ja: パスワードは解除失敗
zh_hans: 安全码关闭失败
zh_hant: 安全碼關閉失敗

# secretquestion
source: Question
cs: Otázka
ja: 質問
zh_hans: 密保问题
zh_hant: 密保問題

# selectquestion
source: Select a Security Question
cs: Vybrat bezpečnostní otázku
ja: セキュリティ質問を選択
zh_hans: 选择密保问题
zh_hant: 選擇密保問題

# answerofq
source: Answer
cs: Odpoěď
ja: 回答
zh_hans: 密保答案
zh_hant: 密保答案

# enteranswerofq
source: Enter Security Answer (1 ~ 25 chars)
cs: Zadejte odpověď (1 ~ 25 znaků)
ja: （1~25文字）
zh_hans: 输入密保答案（1~25个字符）
zh_hant: 輸入密保答案（1~25個字元）

# otherq
source: Others
cs: Další
ja: その他
zh_hans: 其他
zh_hant: 其他

# questionone
source: Which city do you like best?
cs: Jaké je vaše nejoblíbenější město?
ja: あなたの一番好きな都市
zh_hans: 您最喜欢哪一个城市？
zh_hant: 您最喜歡哪一個城市？

# questiontwo
source: Which day is your father’s birthday?
cs: Jaký den jsou narozeniny vašeho otce?
ja: お父さんの誕生日
zh_hans: 您的父亲的生日是哪天？
zh_hant: 您的父親的生日是哪天？

# questionthree
source: Which day is your mother’s birthday?
cs: Jaký den jsou narozeniny vaší matky?
ja: お母さんの誕生日
zh_hans: 您的母亲的生日是哪天？
zh_hant: 您的母親的生日是哪天？

# questionfour
source: Which animal do you like best?
cs: Jaké je vaše nejoblíbenější zvíře?
ja: あなたの一番好きな動物
zh_hans: 您最喜欢什么动物？
zh_hant: 您最喜歡什麼動物？

# questionfive
source: Which music star do you like best?
cs: Jaký je váš nejoblíbenejší interpret?
ja: あなたの一番好きな歌手
zh_hans: 您最喜欢哪一个明星？
zh_hant: 您最喜歡哪一個明星？

# questionsix
source: Which football team do you like best?
cs: Jaký je váš nejoblíbenější fotbalový tým?
ja: あなたの一番好きなチーム
zh_hans: 您最喜欢哪一个球队？
zh_hant: 您最喜歡哪一個球隊？

# questionseven
source: What is your ideal job?
cs: Jaká je vaše vysněná práce?
ja: あなたの理想の仕事
zh_hans: 您理想的工作是什么？
zh_hant: 您理想的工作是什麼？

# questioneight
source: What is your student number?
cs: Jaké je vaše studentské číslo?
ja: あなたの学籍番号
zh_hans: 您的学号是什么？
zh_hant: 您的學號是什麼？

# questionnine
source: What is your job number?
cs: Jaké je tel. číslo do zaměstnání?
ja: あなたの職員番号
zh_hans: 您的工号是什么？
zh_hant: 您的工號是什麼？

# questionten
source: Where is your place of birth?
cs: Kde jste se narodili?
ja: あなたの出身地
zh_hans: 您的出生地是哪里？
zh_hant: 您的出生地是哪裡？

# questioneleven
source: What is your father’s name?
cs: Jak se jmenuje váš otec?
ja: お父さんの名前
zh_hans: 您父亲的姓名是什么？
zh_hant: 您父親的姓名是什麼？

# questiontwelve
source: What is your mother’s name?
cs: Jak se jmenuje vaše matka?
ja: お母さんの名前
zh_hans: 您母亲的姓名是什么？
zh_hant: 您母親的姓名是什麼？

# selectq
source: Select Question:
cs: Vybrat otázku:
ja: 質問を選択してください
zh_hans: 选择问题
zh_hant: 選擇問題

# keepuseoldsecret
source: Continue to use the old password?
cs: Pokračovat v používání starého hesla?
ja: 古いパスワードを使い続けますか。
zh_hans: 继续使用旧密码？
zh_hant: 繼續使用舊密碼？

# resetsecret
source: Set New Security Code
cs: Nastavit nový bezpečnostní kód
ja: 新たなパスワードを設定します
zh_hans: 设置新密码
zh_hant: 設置新密碼

# faultquestion
source: Incorrect Security Answer
cs: Nesprávná odpověď na bezpečnostní otázku
ja: 提供された認証情報は、登録されている情報とは一致しません。
zh_hans: 密保答案错误
zh_hant: 密保答案錯誤

# issuretosetsecret
source: Confirm to setup password?
cs: Potvrdit nastavení hesla?
ja: パスワードを設定します。よろしいですか？
zh_hans: 确定设置密码？
zh_hant: 確定設置密碼？

# setsecrettip
source: The password will protect your privacy on the data in KUNER Case, and if you forget the password, the password security will be unable to retrieve the password
cs: Heslo zabezpeční ochranu dat v pouzdře Kuke; pokud heslo zapomenete, nebude možné jej obnovit
ja: KUKEに保存したデータはパスワードに保護されます。パスワードを忘れた場合は、セキュリティ質問でパスワードを削除できますが、パスワードを回復できません。
zh_hans: 密码将对您的酷壳内数据进行隐私保护，忘记密码，密保将无法找回密码
zh_hant: 密碼將對您的酷殼內資料進行隱私保護，忘記密碼，密保將無法找回密碼

# formattingTips
source: When you forget password and secret password protection. If you want to continue to use the KUKE need to format the cool shell. Please Click on this—>
cs: Když zapomenete heslo a bezpečnostní nastavení, musíte pro pokračování provést zformátování pouzdra Kuke. Prosím vyberte volbu—>
ja: パスワードとセキュリティ質問を両方とも忘れてしまった場合は、KUKEをフォーマットしなければ使えません。クリック—>
zh_hans: 密码、密保全部忘记时，若想继续使用酷壳需要格式化酷壳。点击—>
zh_hant: 密碼、密保全部忘記時，若想繼續使用酷殼需要格式化酷殼。點擊—>

# formatkuke
source: Format the KUKE
cs: Formátovat pouzdro Kuke
ja: KUKEをフォーマットする
zh_hans: 格式化酷壳
zh_hant: 格式化酷殼

# suretosetsecretquestion
source: Security question & answer are limited 1-25 characters.
cs: Bezpečnostní otázka a odpověď jsou limitovány 1-25 znaky.
ja: セキュリティ質問と答えは1~25文字を設定してください。
zh_hans: 确认密保问题或答案满足1~25个字符~
zh_hant: 確認密保問題或答案滿足1~25個字元~

# setsecretsuccess
source: Set Security Code Successfully
cs: Bezpečnostní kód úspěšně nastaven
ja: パスワード設定成功
zh_hans: 安全码设置成功
zh_hant: 安全碼設置成功

# setsecretfail
source: Set Security Code Failed
cs: Nastavení bezpečnostního kódu selhalo
ja: パスワード設定失敗
zh_hans: 安全码设置失败
zh_hant: 安全碼設置失敗

# entersecretquestion
source: Enter security question (1-25 characters)
cs: Zadejte bezpečnostní otázku (1-25 znaků)
ja: セキュリティ質問を入力してください。（1~25文字）
zh_hans: 输入密保问题（1~25个字符）
zh_hant: 輸入密保問題（1~25個字元）

# cooperate
source: Connect Us
cs: Spojte se s námi
ja: 業務提携
zh_hans: 商务合作
zh_hant: 商務合作

# formatdefault
source: Format
cs: Formátovat
ja: フォーマット
zh_hans: 格式化
zh_hant: 格式化

# selectfile
source: Select files
cs: Vybrat soubory
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔

# musicdirnamenotempty
source: Songs list cannot be emptied!
cs: Seznam skladeb nemůže být vyprázdněn!
ja: 再生リストの名前を入力してください！
zh_hans: 歌单名称不可为空！
zh_hant: 歌單名稱不可為空！

# photodirnamenotempty
source: Album name cannot be emptied
cs: Název alba nemůže být prázdnný
ja: アルバムの名前を入力してください！
zh_hans: 相册名称不可为空！
zh_hant: 相冊名稱不可為空！

# namecontantunuseablechar
source: Illegal characters are contained in the name
cs: Jméno obsahuje zakázané znaky
ja: 特殊文字は利用できません
zh_hans: 名称包含不合法的字符！
zh_hant: 名稱包含不合法的字元！

# existmusicdirname
source: The Playlist already existed
cs: Playlist již existuje
ja: 作成したい再生リストは既に有りました
zh_hans: 需要创建的歌单已经存在！
zh_hant: 需要創建的歌單已經存在！

# existphotodirname
source: The album already existed
cs: Album již existuje
ja: アルバムは既に有りました
zh_hans: 需要创建的相册已经存在！
zh_hant: 需要創建的相冊已經存在！

# createfail
source: Create Failed
cs: Vytvoření selhalo
ja: 作成失敗
zh_hans: 创建失败!
zh_hant: 創建失敗!

# createmusicdirname
source: New Playlist
cs: Nový playlist
ja: 再生リストを作成
zh_hans: 创建歌单
zh_hant: 創建歌單

# entermusicdirname
source: Enter a Name for This Playlist
cs: Zadejte jméno playlistu
ja: 再生リストの名前を入力してください
zh_hans: 输入歌单名称
zh_hant: 輸入歌單名稱

# createphotodirname
source: New Album
cs: Nové album
ja: アルバムを作成
zh_hans: 创建相册
zh_hant: 創建相冊

# enterphotodirname
source: Enter a Name for This Album
cs: Zadejte jméno pro album
ja: アルバムの名前を入力してください
zh_hans: 输入相册名称
zh_hant: 輸入相冊名稱

# openunknowfileusethirdAPP
source: The file type is unrecognized, would you like to open it by other APP
cs: Souborový typ není rozpoznán, chcete jej otevřít pomocí jiné aplikace?
ja: 対応していないフォーマットです。他のアプリで開きますか。
zh_hans: 该文件类型无法识别，是否选择其他应用打开
zh_hant: 該檔案類型無法識別，是否選擇其他應用打開

# yesto
source: Yes
cs: Ano
ja: はい
zh_hans: 是
zh_hant: 是

# notto
source: No
cs: Ne
ja: いいえ
zh_hans: 否
zh_hant: 否

# downloadnotcomplete
source: Download uncompleted
cs: Stahování nedokončeno
ja: ダウンロードは完成しません
zh_hans: 下载未完成
zh_hant: 下載未完成

# musicdirname
source: Playlist
ja: 再生リスト
zh_hans: 歌单
zh_hant: 歌單

# photodirname
source: Album
ja: アルバム
zh_hans: 相册
zh_hant: 相冊

# keunlink
source: KUNER Case Disconnected
cs: Pouzdro Kuke odpojeno
ja: KUKEは異常に切れました
zh_hans: 壳已异常断开
zh_hant: 殼已異常斷開

# moveveidoout
source: Export videos from KUNER into iPhone
cs: Exportovat videa z Kuke do iPhonu
ja: ビデオをiPhoneにエクスポート
zh_hans: 视频导出至手机相册
zh_hant: 影片匯出至手機相簿

# selectvideo
source: Select
cs: Vybrat
ja: ビデオを選択
zh_hans: 选择视频
zh_hant: 選擇影片

source: Getting…
cs: Získávání...
ja: 読み込み中...
zh_hans: 正在获取中...
zh_hant: 正在獲取中...

# phonevideo
source: iPhone video recording
cs: iPhone video nahrávání
ja: iPhoneにあるビデオ
zh_hans: 手机视频
zh_hant: 手機影片

# phonephoto
source: iPhone album
ja: iPhoneのアルバム
zh_hans: 手机相册
zh_hant: 手機相簿

# phonenotvideotip
source: Please create an album in iPhone to store the exported videos
cs: Prosím vytvořte album v iPhonu pro uložení exportovaných videí
ja: ビデオをエクスポートするには、iPhoneにアルバムを新規作成してください。
zh_hans: 请在手机中新建相册，存储导出视频
zh_hant: 請在手機中新建相簿，存儲匯出影片

# photounabletosys
source: Photo cannot be exported to iPhone album
cs: Fotky nemohou být exportovány do alb
ja: 写真はiPhoneのアルバムにエクスポートできません
zh_hans: 图片无法导出到系统相册
zh_hant: 圖片無法匯出到系統相簿

# phonenotvideotiptwo
source: No video in iPhone album
cs: Žádná videa v albech
ja: iPhoneのアルバムにビデオがありません
zh_hans: 手机相册中无视频
zh_hant: 手機相冊中無影片

source: Share to
cs: Sdílet do
ja: にシェアする
zh_hans: 分享到
zh_hant: 分享到

# wxfriend
source: WeChat friends
cs: WeChat přátelé
ja: WeChat
zh_hans: 微信好友
zh_hant: 微信好友

# wxcircle
source: Moments
cs: Momenty
ja: モーメンツ
zh_hans: 朋友圈
zh_hant: 朋友圈

# sorrytosharegif
source: Sorry, GIF format cannot be shared
cs: Omlováme se, GIF formát nelze sdílet
ja: すみません。ローカルのGIFファイルをシェアできません
zh_hans: 抱歉，无法分享本地GIF格式的文件
zh_hant: 抱歉，無法分享本地GIF格式的檔

# notgetphotodetail
source: Don’t retrieve the shared pictures info. Please try again later
cs: Nelze načíst info k fotografii. Prosím zkuste později
ja: シェアする写真も情報は見つかりません。しばらくしてからやり直してください。
zh_hans: 暂未获取到分享的图片信息，请稍候再试
zh_hant: 暫未獲取到分享的圖片資訊，請稍候再試

# lowpowertiptitle
source: Low Batttery Reminder
cs: Upozornění na nízkou baterii
ja: バッテリー低下
zh_hans: 低电提醒
zh_hant: 低電提醒

# tenpecentpowertip
source: 10% battery remaining. Please charge KUNER Case.
cs: 10% zbývající baterie. Prosím nabijte pouzdro Kuke.
ja: KUKEはバッテリー残量が10％しかありません。早速充電してください！
zh_hans: 酷壳电量还剩10%，请及时充电！
zh_hant: 酷殼電量還剩10%，請及時充電！

# belowtenpecentpowertip
source: KUNER Case battery is less than 10% remaining
cs: Pouzdro Kuke má méně jak 10% zbývající baterie.
ja: KUKEはバッテリー残量が10％以下です。早速充電してください！
zh_hans: 酷壳电量不足10%，请及时充电！
zh_hant: 酷殼電量不足10%，請及時充電！

# existdirwhencopydir
source: Selected folder already exists in the target folder. Please reselect
cs: Kuke pouzdro odpojeno, smazání selhaloKuke pouzdro odpojeno, smazání selhalo
ja: 元のファイルはコピー先に含まれています。選択し直してください。
zh_hans: 复制文件夹包含于目标文件夹，请重新选择
zh_hant: 複製資料夾包含於目的檔案夾，請重新選擇

# deletefailforunlinkke
source: KUNER Case Disconnected, delete failed
cs: Kuke pouzdro odpojeno, smazání selhalo
ja: KUKEとの接続が切れました。削除失敗しました。
zh_hans: 壳已断开，删除失败！
zh_hant: 殼已斷開，刪除失敗！

# opearateerror
source: Operation Error
cs: Chyba operace
ja: エラーが
zh_hans: 操作发生异常
zh_hant: 操作發生異常

# goontodo
source: Continue
cs: Pokračovat
ja: 続きます
zh_hans: 继续
zh_hant: 繼續

# allphoto
source: All pictures
cs: Všechny obrázky
ja: 全ての写真
zh_hans: 所有图片
zh_hant: 所有圖片

# photohidden
source: Hide
cs: Schovat
ja: 隠す
zh_hans: 隐藏
zh_hant: 隱藏

# photobig
source: Panorama Photos
cs: Panoramatické fotky
ja: パノラマ
zh_hans: 全景
zh_hant: 全景

# photocollect
source: Collection
cs: Kolekce
ja: お気に入り
zh_hans: 收藏
zh_hant: 收藏

# photodelete
source: Recently deleted
cs: Nedávno smazáno
ja: 最近削除した項目
zh_hans: 最近删除
zh_hant: 最近刪除

# photoall
source: Camera roll
cs: Kamera
ja: 写真
zh_hans: 相机胶卷
zh_hant: 相機膠捲

# photodelay
source: Time lapse shooting
cs: Časosběrné video
ja: タイムラプス
zh_hans: 延时拍摄
zh_hant: 延時拍攝

# photoslow
source: Slow motion
cs: Zpomalený záběr
ja: スロー
zh_hans: 慢动作
zh_hant: 慢動作

# photoadd
source: Recently added
cs: Nedávno přidané
ja: 最近追加した項目
zh_hans: 最近增加
zh_hant: 最近增加

# photolian
source: Burst shot
cs: Série snímků
ja: 連続撮影
zh_hans: 连拍
zh_hant: 連拍

# importfail
source: Import Failed
cs: Import selhal
ja: インポート失敗
zh_hans: 导入失败
zh_hant: 導入失敗

# importfailoffile
source: Cannot Get File
cs: Nemohu získat soubor
ja: インポート失敗（ファイルが読み込み失敗）
zh_hans: 导入失败(文件获取失败)
zh_hant: 導入失敗(檔獲取失敗)

# importfailofbigfile
source: Import Failed，File is too big(more than 4G)
cs: Import selhal, soubor je příliž velký ( více než 4GB)
ja: インポート失敗 ファイルが大きすぎます（4Gより大きい）
zh_hans: 导入失败，文件过大(大于4G)
zh_hant: 導入失敗，檔過大(大於4G)

# importphoto
source: Importing
cs: Importuji
ja: 写真をインポート
zh_hans: 导入图片
zh_hant: 導入圖片

# importvideo
source: Importing
cs: Importuji
ja: ビデオをインポート
zh_hans: 导入视频
zh_hant: 導入視頻

# localnotitipone
source: New photo found, import them to KUNER quickly
cs: Nové fotky nalezeny, provést import do pouzdra Kuke
ja: 新しい写真を摂ったねぇ！早くKUKEにバックアップしよう～
zh_hans: 拍了新照片？快导进酷壳备份吧~
zh_hant: 拍了新照片？快導進酷殼備份吧~

# localnotitiptwo
source: Memory space on iPhone is insufficient! Please quickly use KUKE to download videos and music, to free up the space of iPhone
cs: Nedostačující místo v iPhonu! Prosím použijte pouzdro Kuke pro stažení videí a hudby, k uvolnění místa v iPhonu
ja: iPhoneの空き領域不足！ビデオ、音楽を早くKUKEにダウンロードしよう！iPhoneのストレージ不要ですよ～
zh_hans: 手机存储空间不足！快使用酷壳下载视频、音乐，不占手机空间哒
zh_hant: 手機存儲空間不足！快使用酷殼下載視頻、音樂，不占手機空間噠

# localnotitipthree
source: Videos, music and photo are stored in KUNER, release more storage for iPhone.
cs: Videa, hudba a fotky jsou uloženy v pouzdře Kuke, uvolnit více místa v iPhonu.
ja: ビデオ、音楽、写真はiPhoneのストレージを使用すぎる！マイKUKEで>>
zh_hans: 视频、音乐、图片占了太多手机空间！使用【我的酷壳】分担 >>
zh_hant: 視頻、音樂、圖片占了太多手機空間！使用【我的酷殼】分擔 >>

# gettingkukeinfo
source: Loading...
cs: Načítám...
ja: KUKEのストレージ情報を読み込んでいます...
zh_hans: 正在获取酷壳容量信息...
zh_hant: 正在獲取酷殼容量資訊...

# readinfoerror
source: Reading data error. Please try formatting.
cs: Čtení dat selhalo. Prosím zkuste zformátovat.
ja: データ読み込み異常。フォーマットを試してください。
zh_hans: 数据读取异常，请尝试格式化。
zh_hant: 資料讀取異常，請嘗試格式化。

# readinfoerrorforrestart
source: Reading data error. Please try restart application .
cs: Čtení dat selhalo. Prosím zkuste restartovat aplikaci.
ja: データ読み込み異常。アプリを再起動を試してください。
zh_hans: 数据读取异常，请尝试重启应用。
zh_hant: 資料讀取異常，請嘗試重啟應用。

# topicTitle
source: Topic
cs: Téma
ja: トッピング
zh_hans: 专题
zh_hant: 專題

# videocacle
source: 该视频已缓存
ja: キャッシュ完成
zh_hant: 該影片已緩存

# musiccacle
source: 该音乐已缓存
ja: キャッシュ完成
zh_hant: 該音樂已緩存

# selectvideocecle
source: 选择下载的剧集
ja: ダウンロードするビデオを選択
zh_hant: 選擇下載的劇集

# selectfilececle
source: 选择下载的文件
ja: ダウンロードするファイルを選択
zh_hant: 選擇下載的檔

# selectaudiocecle
source: 选择下载的音乐
ja: ダウンロードする音楽を選択
zh_hant: 選擇下載的音樂

# allcacle
source: 已全部缓存
ja: 全部キャッシュ完成
zh_hant: 已全部緩存

# deletedownloadedtip
source: 文件已被删除，是否要删除此下载记录？
zh_hant: 檔已被刪除，是否要刪除此下載記錄？

# downloadbroken
source: 酷壳已经断开，无法下载当前资源。
zh_hant: 酷殼已經斷開，無法下載當前資源。

# downloaderrorspace
source: 酷壳空间不足，无法下载当前资源。
zh_hant: 酷殼空間不足，無法下載當前資源。

# downloadtitle
source: 下载提示
zh_hant: 下載提示

# loadfailed
source: 加载失败，请重试
zh_hant: 載入失敗，請重試

# downloadingfulltip
source: 当前已达下载任务上限（99个）,请稍后添加新的任务
zh_hant: 當前已達下載任務上限（99個）,請稍後添加新的任務

# downloadingtip
source: 下载任务进行中
zh_hant: 下載任務進行中

# neterror
source: 网络错误，请检查网络
zh_hant: 網路錯誤，請檢查網路
